Repository: IvicaPetrsoric/TechTeam
Catalog: TechTeam/Supporting Files/Localization/*.lproj/Localizable.strings
Languages: hr

# SplashTitleText
source: Tech Team
hr: Tech Tim

# EmployeeDetailsIntro
source: Intro
hr: Kratki opis

# EmployeeDetailsTitlo
source: Title
hr: Titula

# EmployeeDetailsAgency
source: Agency
hr: Agencija

# EmployeeDetailsDescription
source: Description
hr: Opis

# EmlpoyeesNagiationTitle
source: Employees
hr: Zaposlenici

# EmployeePullRefreshTitle
source: Pull to refresh
hr: Povucite za osvježavanje

# EmployeeHeaderText
source: Welcome to the Employee page. If no Employees shown please pull down on the page!
hr: Dobrodošli na stranicu Zaposlenika. Ako se ne prikazuju zaposlenici, povucite za osvježavanje!

# AlertConnectionErrorText
source: Ooops, something went wrong, check your web connection and pull to refresh!
hr: Ups, nešto je pošlo po zlu, provjerite svoju web vezu i povucite za osvježavanje!

# AlertDialogTitle
source: Notice
hr: Obavijest

# PageControllerPrevButtontTetxt
source: Prev
hr: Pret

# PageControllerNextButtontTetxt
source: Next
hr: Sljed

# PageControllerExploreButtontTetxt
source: Explore
hr: Istraži

# PageDataTitle_0
source: Who are we?
hr: Tko smo mi?

# PageDataDescription_0
source: Teltech is a New Jersey based communications company and a proud part of IAC. Headquartered just a short distance from New York City
hr: Teltech je komunikacijska tvrtka sa sjedištem u New Jerseyju i ponosni dio IAC-a. Sa sjedištem na maloj udaljenosti od New Yorka

# PageDataTitle_1
source: What do we do?
hr: Šta radimo?

# PageDataDescription_1
source: We bring bright ideas to life
hr: Sjajne ideje pretvaramo u realnost

# PageDataTitle_2
source: How we encourage success?
hr: Kako potičemo uspjeh?

# PageDataDescription_2
source: We foster a unique and diverse Silicon Valley-like culture, where talented individuals can flourish
hr: Njegujemo jedinstvenu i raznoliku kulturu nalik Silicijskoj dolini, u kojoj nadareni pojedinci mogu cvjetati

# PageDataTitle_3
source: What is our strength?
hr: Koja je naša snaga?

# PageDataDescription_3
source: Our deep wealth of experience in telecom and mobile allows us to execute fresh new ideas and opportunities that other companies wouldn't have the foresight to see
hr: Naše bogato bogatstvo iskustva u telekomu i mobilnim uređajima omogućuje nam izvršavanje novih ideja i prilika koje druge tvrtke ne bi imale predviđanja da vide

# PageDataTitle_4
source: Who makes our company?
hr: Tko čini našu tvrtku?

# PageDataDescription_4
source: A highly motivated team who strives giving the end user what they want, even if they don't know it yet
hr: Visoko motivirani tim koji se trudi krajnjem korisniku pružiti ono što želi, čak i ako to još ne zna
